[
   {
      "name":"Království Urartu",
      "year":"2000 př.n.l",
      "description":"V náhorní rovině u jezera Van vznikal na konci 2. tisíciletí př.n.l. státní útvar, 
	  který postupně ovládl hornaté kraje v trojúhelníku mezi Vanským, Urumijským a Sevanským jezerem. 
	  Králové Urartu opírali svou moc o intenzívní obdělávání půdy, proslulé ovoc¬nářství a pěstování vinné révy, 
	  které podporovali pro¬myšlenou výstavbou zavlažovacích zařízení. Říše dosáhla svého vrcholu za vlády krále Argišti I. 
	  (786 – 762 př.n.l.) a tehdy pokrývala území dnešního východního Turecka a zasahovala až do dnešního Iránu, Iráku a Sýrie. 
	  Získáním měděných dolů v Malém Kavkazu se zintenzívnil rozvoj kovové výroby. Nakonec si ale staletí bojů s Asyřany a 
	  později se Skythy vybrala svou daň a v Urartském království začalo v 7. století př.n.l. období úpadku. Na severovýchodních
	  hranicích Asýrie se objevily kočovné kmeny Kimmeriů a Skythů a ohrožovaly také Urartu, jehož vládcové Argišti II. a 
	  Rusa II. se museli omezit na obranu své říše. Po porážce Asyřanů v roce 612 př.n.l. perští Skythové a Médové zabrali 
	  nakonec také oslabené Urartské království."
   },
   {
      "name":"Nadvláda Peršanů",
      "year":"600 př.n.l",
      "description":"V 6. století př.n.l. vzrůstala moc Achajmenovské dynastie v Persii a postupně již za Dareia I. se jim
	  podařilo zabrat i Arménii. Arménie byla pod perskou nadvládou až do příchodu Alexandra Velikého v roce 331 př.n.l. Za
	  Peršanů se v Arménii rozvíjel jako hlavní náboženství zoroastrismus. Po smrti Alexandra Velikého v Arménii postupně 
	  vládli krátkou dobu Seleukovci, Orontovští králové a po nich byli Římem provoláváni bývalí generálové Antiocha III.
	  za arménské krále. Největšího rozkvětu dosáhla starověká Arménie za vlády Tigrana Velikého v 1. století př.n.l. Prvních
	  150 let nového letopočtu bylo ve znamení mírové vlády, začínající Trdatem I., kterého králem provolal římský císař Nero
	  v roce 66 n.l. Výjimku tvoří krátké období na přelomu 1. a 2. století, kdy byla Arménie dobyta vojsky císaře Trajána a
	  na krátko se stala římskou provincií. Ale již Trajánův nástupce císař Hadrián dal Arménii opět samostatnost a pokračovalo
	  mírové období do roku 224, kdy byl sesazen poslední aršakovský arménský král Ardašírem, prvním ze sasánovských vládců Persie.
	  Sasánovci zaútočili na východní oblasti Římské říše a Arménie se ocitla uprostřed těchto sporů. Novým arménským králem se po
	  jejím dobytí Sasánovci stal syn perského velkokrále."
   },
   {
      "name":"Počátky křesťanství",
      "year":"301",
      "description":"Již od 1. století začali do Arménie přicházet křesťané. Křesťanství se v Arménii šířilo, 
	  podle tradice, prostřednictvím dvou apoštolů – apoštola Bartoloměje a apoštola Tadeáše. Proto se také 
	  arménská církev nazývá apoštolská. Až do konce 3. století byli ale křesťané v Arménii silně potlačováni 
	  a perzekuováni. Až v roce 301 byla Arménií přijata křesťanská víra."
   },
   {
      "name":"Muslimská nadvláda",
      "year":"428",
      "description":"V r. 428 n.l. padlo arménské království, které bylo dobyto perskými vojsky.
	  Ve 30. letech 7. století začala arabská invaze. Arabská vojska bojovala ve jménu nové víry,
	  islámu, a začala napadat nejen byzantská východní území, ale několikrát vyplenila také Arménii,
	  až si ji nakonec v roce 661 podmanila natrvalo. Nastalo dlouhé období arabské, muslimské nadvlády,
	  kdy byli Arméni perzekuováni a utlačováni. V 9. století ale začal upadat arabský chalifát a v Arménii
	  se postupně objevilo několik významných šlechtických rodů, které organizovaly vzpoury proti Arabům.
	  V roce 884 byl zvolen, po 456 letech nadvlády, další arménský král, první panovník Bagratovské dynastie.
	  Ale dalších 40 let mezi sebou vedly válku jednotlivé arménské šlechtické rody a v zemi stále nebyl mír.
	  Nakonec vzniklo pět arménských menších království – 3 bagratovská (v Karsu, v Ani a v Lori), jedno Arcruniovské
	  ve Vaspurakanu východně od jezera Van a jedno Syunické na jihu současné Arméni."
   },
   {
      "name":"Mongolská invaze",
      "year":"1244",
      "description":"V polovině 13. století ale nastává tragické období mongolských invazí. Poprvé Mongolové do Arménie
	  přišli v roce 1244 a ustanovili velmi vysoké taxy, které zapříčinily rebelie. V roce 1304 přijalo mongolské impérium
	  islám za státní náboženství a tím vyvstal pro křesťanskou Arménii další problém. V letech 1347 – 1403 mongolská moc
	  slábla a byla vystřídána novými nájezdy Mamluků. Tehdy byly desítky tisíc Arménů odvlečeny do otroctví. V roce 1400
	  se většina východní Arménie dostala pod vládu turkmenské dynastie Černé ovce a západní část Arménie pod vládu dynastie
	  Bílé ovce."
   },
   {
      "name":"Osmanská říše",
      "year":"1639",
      "description":"V roce 1453 bylo dobyto Osmanskou armádou sultána Mehmeda II. hlavní město Byzantské říše Konstantinopol.
	  Nedlouho poté se pozornost Osmanů obrátila i na Arménii, která byla dobyta na dynastii Bílé ovce ve 30. letech 16. století.
	  Následující století bylo opět ve znamení válek, tentokrát mezi Osmanskou říší a Persií. Mír byl nastolen až v roce 1639,
	  kdy se západní část Arménie stala součástí Osmanského impéria a východní část Arménie součástí Persie. Na počátku 18. století
	  začala narůstat moc carského Ruska, jehož armáda poprvé do Arménie pronikla v roce 1722 a o dva roky později fakticky
	  ukončila perskou vládu nad východními územími Arménie. Tuto část si pak mezi sebe rozdělilo Rusko a Osmanská říše. Ruská
	  expanzivní politika pokračovala za Kateřiny Veliké, kdy se Rusko rozhodlo obsadit muslimské chanáty pod tureckou mocí v
	  oblasti Kavkazu, znovu zde prosadit křesťanství a vytlačit muslimské obyvatelstvo. Rusko získalo kontrolu nad jižními
	  kavkazskými oblastmi po vítězné rusko-perské válce v letech 1826 – 1828 a rusko-osmanské válce v letech 1828 – 1829."
   },
   {
      "name":"Genocida Arménů",
      "year":"1894",
      "description":"V 19. století přitahovala Arménie pozornost nejen Ruska, ale také dalších západních zemí. Arméni se snažili
	  v rámci Turecka zlepšit svůj osud. Nejhorší podmínky měli Arméni ve vlastní Arménii, z větší části vinou arménsko-kurdských
	  sporů. Muslimové se mohli odvolávat k muslimským soudům, kde se ale svědectví nemuslima nepřipouštělo. Křesťanům se zakazovalo
	  nosit zbraně, bylo tedy těžké se bránit. Navíc platili křesťané vyšší daně než muslimové. Arméni museli také poskytovat
	  volná zimní pastviště Kurdům. Berlínskou smlouvou z roku 1878 se stala Arménie záminkou pro humanitární intervenci. V letech
	  1877 – 1878 Rusko porazilo Osmanskou říši a začalo vojensky kontrolovat některé oblasti východní Anatólie. Británie slíbila
	  Osmanům, že jim pomůže v boji proti Rusku (hlavně diplomatickou cestou), pokud přijmou některé nové zákony, které by pomohly
	  zlepšit situaci křesťanů žijících na území Osmanské říše, hlavně Arménů. Osmanské říši pak byla vrácena některá Rusy 
	  okupovaná území, ale Rusové vyklidili tato území ještě před přijetím dohodnutých reforem. Je zcela zřejmé, že britský 
	  tlak na osmanského sultána v červnu a červenci 1878 vyústil nakonec v genocidu roku 1915. Osmanská muslimská vláda viděla
	  v křesťanských Arménech ty, kteří podporovali křesťanské ruské dobyvatele. Po ruských vítězstvích v roce 1878 narostly
	  arménské demonstrace za větší autonomii a proti velkému utiskování ze strany Kurdů. Turecký sultán Abdülhamid II. se z 
	  obavy ze ztráty vlivu nad svým východním územím rozhodl pohrozit evropským mocnostem a Arménům tím, že jich v letech 1894
	  - 1896 asi 300 tisíc nechal vyvraždit. Tím v podstatě začala série genocid páchaných na Arménech Turky. Arménská odbojová
	  hnutí začala sílit, ale nenávist osmanských Turků také. V roce 1898 se na území obývaném Armény, ale pod tureckou nadvládou,
	  začaly rozpouštět společnosti, zavírat knihovny a zakazovaly se jakékoliv zmínky o arménském lidu či národu. Mnozí Arméni
	  považovali za nejlepší řešení emigraci. V letech 1892 – 1914 odešlo celkem asi 84 tisíc Arménů do Ruska a USA. V roce 1909
	  se odehrál další masakr v Kilikii. Zabito bylo tehdy asi 30 000 Arménů, údajně kvůli hrozícímu arménskému povstání.
	  Iniciátorem masakrů byla turecká strana Jednota a pokrok (tzv. Mladoturci). Ti přijali ideje panturkismu a politiku 
	  poturčení všech tureckých poddaných. Ale ani v oblastech pod ruskou kontrolou se Arménům nevedlo o mnoho lépe. Ruský car
	  neměl zájem o vzrůstající arménský nacionalismus a snahu o autonomii, a proto byly arménské školy, společnosti a knihovny
	  v rámci procesu rusifikace zavřeny a kostely se dostaly přímo pod správu cara. Na území ruské Arménie (tj. také oblast 
	  Jerevanu a Karsu) žilo asi 1,5 miliónu Arménů. Jejich počet v Turecku se dá těžko zjistit. Osmanské úřední statistiky 
	  připouštějí asi 2,3 miliónu Arménů. V lednu 1915 se turecká III. armáda střetla s ruskými vojsky na arménském území a byla 
	  u Sarikamiše (jihozápadně od města Kars, padlo zde 75 tisíc vojáků a dalších 75 tisíc jich zde za extrémní zimy umrzlo) 
	  zničena. Arméni byli neoprávněně obviněni z toho, že byli příčinou této tragické a nenahraditelné turecké porážky. Strana 
	  Jednota a Pokrok začala připravovat genocidu, jakou Arménie nepamatovala. Z bývalých kriminálníků byly vytvořeny vojenské 
	  oddíly, tzv. čete. 60 tisíc Arménů, sloužících v osmanské armádě, bylo okamžitě demobilizováno a organizováno v únoru 1915 
	  do pracovních skupin a v dubnu téhož roku zmasakrováno. Turecká komanda od května 1915 deportovala Armény žijící ve 
	  východních provinciích směrem ke koncentračnímu táboru v Aleppu v dnešní Sýrii. Většina z nich tento transport, při 
	  drastických podmínkách, které panovaly (hlad, žízeň, nemoci), nepřežila. Ti, kteří měli větší předpoklady k přežití 
	  (mladí muži), byli odvedeni opodál a rovnou popraveni. Významní lidé byli popraveni ještě před vydáním příkazu k deportaci.
	  Ti, kteří přežili přesun do Aleppa, byli v další etapě posláni přes Syrskou poušť do táboru Deir az-Zor v Mezopotámii 
	  a pokud i to přežili, vyhnali je do pouště, kde neměli nejmenší šanci přežít bez vody a bez potravin. Arménská inteligence,
	  žijící v Istanbulu a dalších městech, byla zatčena a popravena 24. dubna 1915. Pouze malé části Arménů se podařilo
	  vyhlazování uniknout. Své útočiště našli v Egyptě, Sýrii nebo na Kypru. Zachráněných bylo asi 600 000 lidí, ovšem odhady
	  obětí na životech se pohybují kolem 1,8 miliónu. V roce 1987 byly tyto masakry označeny Evropským parlamentem za první
	  genocidu ve 20. století. Turecká vláda v podstatě do současné doby vůbec nepřipustila, že by k nějakým takovým událostem
	  vůbec kdy došlo. 24. duben, den, kdy byli zatčeni předáci arménské komunity, je Dnem arménských mučedníků."
   },
   {
      "name":"Sovětská éra",
      "year":"1920",
      "description":"První světová válka skončila, ale vítězové brzy na Armény zapomněli a ukázali svou neschopnost pokračovat 
	  v započatých jednání o vzniku samostatné Arménie. Nebylo možné zaručit hranice nového státu ani nebylo možné ochránit Armény
	  žující dosud na území Turecka. 24. dubna 1918 byla vyhlášena Kavkazská federace, kam byly sdruženy Gruzie, Arménie a 
	  Ázerbájdžán. Federace ale dlouho nepřežila. Turecko začalo na Arménii vojenskou ofenzívu ze západu a Rusko ze základem v
	  Ázerbájdžánu. Arménie pak 28. května 1918 vyhlásila nezávislost a první arménskou republiku. Oblasti Náhorního Karabachu
	  a Nachičevanu se staly součástí Arménie, ale již o týden později byly z Arménie vyčleněny, když Arménie podepsala v Batumi
	  s Tureckem mír. Následovala další jednání a podpisy dalších smluv, které ale nikdo nedodržovat. A Arménii bylo území
	  zmenšováno a zmenšováno. Nakonec se chopili vlády v Arménii bolševici. Arménie byla 29. listopadu 1920 začleněna do
	  Svazu sovětských socialistických republik. Nově sekularizovaná Turecká republika se nyní těšila přízni Západu, spojenci
	  smlouvami z Lausanne revidovali sevréskou smlouvu a ponechali Armény jejich osudu. Bolševici také, protože se báli vojenské
	  síly Turecka a také proto, že se snažili dostat jejich prvního prezidenta Mustafu Kemala Atatürka na stranu komunismu,
	  přenechali Turecku rozsáhlá arménská území včetně bývalého bagratovského hlavního města Ani, Karsu a arménské posvátné
	  hory Araratu. Rusko také chtělo být s Tureckem zadobře, aby jim zůstala ropná pole u Baku v Ázerbájdžánu. Lenin také 
	  souhlasil s tím, že Náhorní Karabach, Nachičevan, Syunik a Zangezur se stanou součástí Ázerbájdžánu. V Syuniku a Zangezuru
	  ale vedly arménské vojenské síly odpor proti Rudé armádě a zároveň proti Turecku a Lenin nakonec přistoupil na to, že tyto
	  dvě oblasti budou součástí Arménie. Po vzniku Sovětského svazu se Arméni na více než 70 let ocitli v područí sovětského
	  komunismu, který byl v oblasti Zakavkazska považován za pokračování ruského imperialismu. Za sovětské éry byla Arménie
	  hodně industrializována, rozvíjelo se školství a lidé dodnes trochu s nostalgií vzpomínají na staré časy za sovětů. Když
	  se k moci dostal Stalin, bylo dokončeno připojení Náhorního Karabachu a Nachičevanu k Ázerbájdžánu. Církev byla stále více
	  pronásledována a potlačována. V roce 1935 byly v Arménii uzavřeny všechny kostely kromě Edžmiadzinu, sídla hlavy arménské
	  apoštolské církve. V roce 1938 byl zavražděn arménský katholikos (hlava arménské apoštolské církve). Za 2. světové války
	  nebylo vojensky arménské území postiženo, ale přesto v Rudé armádě sloužilo asi 630 tisíc Arménů a polovina jich padla.
	  Dodnes můžete v podstatě v každé arménské vesnici vidět monument – památník na padlé za 2. světové války."
   },
   {
      "name":"Poválečný vývoj",
      "year":"1945",
      "description":"Po roce 1945 začal v Arménii rychlý růst a populace Jerevanu vzrostla z původních předválečných
	  50 tisíc na 1,3 miliónu. Arménie se stala nejvzdělanější a také průmyslově nejrozvinutější republikou Sovětského svazu. 
	  S nástupem Gorbačova v roce 1985 k moci vzrostly v Arménii nacionalistické tlaky, zejména v otázce Náhorního Karabachu. 
	  V červenci 1988 vyhlásil Náhorní Karabach odtržení od Ázerbájdžánu, v listopadu Arménie vyhlásila Náhorní Karabach za součást
	  svého území. Na základě toho Ázerbájdžán a Turecko natrvalo uzavřely s Arménií hranice a ustanovily ekonomickou blokádu. 
	  V roce 1988 postihlo Arménie silné zemětřesení s epicentrem u města Spitak, při kterém zahynulo více než 50 tisíc lidí. 
	  Některé části Arménie se z tohoto zemětřesení dodnes nevzpamatovaly."
   },
   {
      "name":"Nezávislost Arménie",
      "year":"1991",
      "description":"V roce 1991 vyhlásila Arménie nezávislost. Ve stejném roce začala dlouhá válka Arménie s Ázerbájdžánem,
	  která si během 4 let bojů vyžádala celkem na 43 tisíc mrtvých. Válka také donutila více než jeden milión lidí, ať už Arménů
	  nebo Ázerbájdžánců, k emigraci. „Nezávislý“ stát Náhorní Karabach, uznávaný jen jerevanskou vládou, je výsledkem války,
	  ukončené příměřím (ne mírem!) v roce 1994. Arménie se po válce s Ázerbájdžánem ocitla téměř v úplné mezinárodní izolaci
	  a je dodnes formálně ve válečném stavu s Ázerbájdžánem. Země po válce velmi zchudla, napomohlo tomu i zemětřesení a rozpad
	  Sovětského svazu, to vše krátce po sobě během několika málo let. Mnoho Arménů odešlo do zahraničí a stále ještě za prací
	  odcházejí, nejčastěji do Ruska. V roce 2009 žilo v Arménii 3,1 miliónu obyvatel, zatímco v zahraničí žilo asi 7 miliónů
	  lidí arménského původu. Nejvíce Arménů žije v současnosti ve Spojených státech, Francii a Rusku. V posledních letech nastalo
	  oživení hospodářství, především díky pomoci ze zahraničí, zejména z USA. Arménie má rovněž poměrně dobré styky se sousedním
	  Íránem, odkud dováží ropu. Přesto zůstává Arménie nejchudší zemí Zakavkazska."
   }
]